Repository: mizamae/TPV
Catalog: UsersAPP/locale/*/LC_MESSAGES/django.po
Languages: es

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Enter ID, phone or email
es: Introduce DNI, telefono o email

source: The identifier must be set
es: El identificador es necesario

source: Customer profile
es: Perfil de cliente

source: Customer profiles
es: Perfiles de cliente

source: Name
es: Nombre

source: Percentage over bill's total
es: Porcentaje sobre el total de la factura

source: Customers
es: Clientes

source: Customer
es: Cliente

source: Surname
es: Apellido

source: Email address
es: Direccion de email

source: Phone number
es: Numero de telefono

source: Address (line 1)
es: Domicilio (linea 1)

source: The street and number of the customer
es: La calle y el numero del cliente

source: Address (line 2)
es: Domicilio (linea 2)

source: The town and country of the customer
es: La ciudad y el pais del cliente

source: Zip code
es: Codigo postal

source: Tax number
es: DNI/CIF

source: Electronic receipt
es: Recibo electronico

source: Desires to receive the receipts electronically
es: Desea recibir el recibo de forma electronica

source: Accumulated credit
es: Credito acumulado

source: Currently accumulated credit
es: Valor del credito acumulado actualmente

source: An email is required if electronic receipt is used
es: Un email es necesario si se desea el recibo electronico

source: Customer
es: Cliente

source: User
es: Empleado

source: Users
es: Empleados

source: Cashier
es: Cajero

source: Type
es: Tipo

source: First name
es: Nombre

source: Last name
es: Apellido

source: staff status
es: Es staff

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede acceder a la zona administrativa.

source: active
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es: Indica si el usuario esta activado. Desmarca esto en lugar de eliminar el usuario.

source: superuser
es: superusuario

source: Designates whether this user is a superuser.
es: Indica si el usuario es un superusuario

source: date joined
es: fecha de registro

source: Can view reports
es: Puede ver informes

source: Can access historic bills
es: Puede acceder a los historicos

source: Can manually modify stock values
es: Puede modificar los niveles de stock

source: Can manually modify prices
es: Puede modificar los precios

source: Can create a new customer
es: Puede crear nuevo cliente

source: Can create a new bill
es: Puede crear nueva factura

source: Missing name of the user
es: Falta el nombre del usuario

source: Profiles
es: Perfiles

source: New customer created
es: Nuevo cliente creado

source: Create new customer
es: Crear nuevo cliente
