Repository: mizamae/TPV
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: es

source: Back
es: Volver

source: You are not logged in. Try logging in to start working...
es: No estas logueado. Logueate antes de hacer nada...

source: Bill
es: Factura

source: of customer
es: del cliente

source: Assign customer to bill
es: Asignar cliente

source: position
es: posicion

source: Units
es: Uds

source: Product
es: Producto

source: Price
es: Precio

source: User discount
es: Descuento de usuario

source: User credits
es: Creditos de usuario

source: VAT
es: IVA

source: Close bill
es: Cerrar cuenta

source: Set Value
es: Fijar Uds

source: No customer associated to
es: No hay cliente asciado a

source: Refunded articles
es: Articulos devueltos

source: Finish refund
es: Terminar devolucion

source: from user
es: del cliente

source: Unit price
es: Precio por unidad

source: Discount vouchers
es: Vales descuento

source: Details of the payment
es: Detalles del pago

source: Given amount
es: Cantidad entregada

source: Refunded amount
es: Cantidad a devolver

source: Available vouchers
es: Cupones disponibles

source: Cancel vouchers
es: Cancelar cupones

source: Exit
es: Salir

source: Print bill
es: Imprimir factura

source: Print receipt
es: Imprimir ticket

source: bills found
es: facturas encontradas

source: Total amount
es: Monto total

source: Total VAT amount
es: Monto de IVA

source: No bills found
es: No se han encontrado facturas

source: NEW BILL
es: NUEVA CUENTA

source: NEW CUSTOMER
es: NUEVO CLIENTE

source: PRICES
es: PRECIOS

source: REPORTS
es: INFORMES

source: HISTORICS
es: HISTORICO

source: Today's bills
es: Cuentas de hoy

source: Today's income
es: Ingreso de hoy

source: Products view
es: Vista de producto

source: Sell price
es: Precio de venta

source: Manual sell price
es: Precio de venta manual

source: Active discount
es: Descuento activo

source: Active Promotion
es: Promocion activa

source: Save
es: Guardar

source: Identifier
es: Identificador

source: New password
es: Nueva contraseña

source: New password confirmation
es: Confirmacion de contraseña

source: Stock view
es: Vista de stock

source: Consumable
es: Consumible

source: Unitary cost
es: Coste unitario

source: Units in stock
es: Unidades en stock

source: The total cost of the stock is
es: El coste total del stock asciende a
