Repository: mizamae/TPV
Catalog: myTPV/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sales report
es: Informe de ventas

source: Products report
es: Informe de productos

source: Type of report
es: Tipo de informe

source: Show
es: Mostrar

source: Back
es: Volver

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Shop details
es: Detalles del comercio

source: Application details
es: Detalles de la aplicacion

source: Accountancy details
es: Detalles de contabilidad

source: Configuration
es: Configuracion

source: Configurations
es: Configuraciones

source: Name of the shop
es: Nombre del comercio

source: The name of the shop
es: El nombre del establecimiento

source: Address of the shop
es: Direccion del comercio

source: The address of the shop
es: La direccion del establecimiento

source: Address of the shop (Line 2)
es: Direccion del comercio (Linea 2)

source: Tax code of the shop
es: CIF del comercio

source: The tax code of the shop
es: El CIF del establecimiento

source: Phone of the shop
es: Telefono del establecimiento

source: The phone number of the shop
es: El numero de telefono del establecimiento

source: Contact email of the shop
es: Email del establecimiento

source: The contact email of the shop
es: El correo electronico del establecimiento

source: Web of the shop
es: Web del comercio

source: The web page of the shop
es: La pagina web del establecimiento

source: Publish products update to the web
es: Publicar actualizaciones de productos a la web

source: Enables publishing any product creation/update to the shop's web to keep it updated
es: Habilita la publicacion de nuevos productos o actualizaciones a la pagina web del comercio manteniendola asi actualizada.

source: Automatic updates
es: Actualizaciones automaticas

source: Allows to automatically update the software from official repository (requires internet access)
es: Activa las actualizaciones automaticas del repositorio oficial (requiere conexion a internet)

source: Code of the current version
es: Codigo de la version actual

source: Seconds to logout
es: Segundos para logout

source: Seconds after when, the user would need to login again
es: Segundos de inactividad tras los cuales, el usuario debera loggearse de nuevo

source: General VAT
es: IVA general

source: Percentage of the cost added as a tax
es: Porcentage del coste que se a√±ade como impuesto

source: Enable accumulation
es: Habilitar acumulacion

source: Enable accumulation of bill amounts into customer's credit
es: Permite acumular creditos de usuario en funcion de los importes de las compras.

source: Minimum accumulation
es: Acumulacion minima

source: Minimum accumulation amount that can be exchanged
es: Minimo valor acumulado para poder descontarlo de la siguiente factura

source: Enable Google Drive Backup
es: Habilita copia de seguridad en Drive

source: Enable the automatic backup of the database into a Google Drive Account
es: Habilita el backup automatico de la base de datos en una cuenta de Google Drive

source: Show product pictures
es: Mostrar imagenes de los productos

source: Shows the product cards with pictures while creating a bill
es: Muestra las imagenes de los productos en las tarjetas mientras se crea una cuenta

source: Print a receipt after a refund
es: Imprimir recibo tras devolucion

source: Print a new ticket when a refund is marked as completed
es: Imprime un ticket nuevo al completar una devolucion

source: customers
es: clientes

source: references
es: referencias

source: products
es: productos

source: bills
es: facturas

source: View report
es: Ver informe

source: Site settings
es: Configuracion
